[
  {
    "id": 1,
    "title": "Senior Travel Covid Care (project 1)",
    "description": "This mobile-first app allows users are able to search for their city and state, physician type, preferred physician gender, and acceptable Covid-risk level for their state.",
    "link": "https://github.com/204039643/Senior-Travel-Covid-Care"
  },
  {
    "id": 2,
    "title": "Track Finder (project 2)",
    "description": "Fullstack web app that allows runners to locate, look up availability, edit, add, and delete running tracks in their city. ",
    "link": "https://github.com/204039643/Track-Finder-App"
  },
  {
    "id": 3,
    "title": "Insulterator 9000 (project 3)",
    "description": "Don’t you want to just have a laugh? Need something to break the monotony of life that is silly and sometimes might not make sense? Introducing, THE INSULTERATOR 9000! An app designed to give you insults that aren't meant to be serious, but are also relevant to you! With our app, you have the ability to update your profile so insults are tailored to who you are, and what you’re into! Be prepared to roll on the floor laughing at the ridiculousness generated by our app! Full-stack webapp. using React.js, Node.js, MongoDB.",
    "link": "https://github.com/204039643/insulterator9000"
  },
  {
    "id": 4,
    "title": "Workday Scheduler",
    "description": "This is my work day scheduler that allows me to store events, by the hour, for a single day. ",
    "link": "https://github.com/204039643/my-work-day-scheduler"
  },
  {
    "id": 5,
    "title": "Code Quiz",
    "description": "This is a timed quiz that has 5 questions. Once user clicks 'start', all questions are dynamically created through DOM manipulation. Each question has 4 responses that are presented as buttons below the question.",
    "link": "https://github.com/204039643/JS-Code-Quiz"
  },
  {
    "id": 6,
    "title": "Weather Dashboard",
    "description": "This is a weather dashboard that displays both the current weather and the 5 day forecast for a selected city.",
    "link": "https://github.com/204039643/a-weather-dashboard"
  },
  {
    "id": 7,
    "title": "Mongo Workout Tracker",
    "description": "Fullstack web app that allows you to track both cardio and resistance type workouts on a daily basis. Workout totals including duration, reps, distance, etc. are provided as exercises are added and completed with exercise data being stored in a Mongo dB. A stats view is provided to allow you see progress over the last 7 days for workout duration (minutes), weight lifted (pounds), exercised count completed per day. Mongo DB with an express server in node.js is used to persist data while mongoose is used as an ODM for data modelling.",
    "link": "https://github.com/204039643/Mongo-workout-tracker"
  }
]
